/* This file is for miscellaneous toolbox strings */

/* Screen shot template string */
"Picture %d.%s" = "Picture %d.%s";

/* OpenSave Common Preview strings */
"Name" = "Name";
"Kind" = "Kind";
"Size" = "Size";
"Created" = "Created";
"Modified" = "Modified";
"Opened" = "Opened";
"Version" = "Version";
"Duration" = "Duration";
"Dimensions" = "Dimensions";
"DecimalPoint" = ".";
"ZeroKB" = "Zero KB";
"KB" = " KB";
"MB" = " MB";
"GB" = " GB";
"TB" = " TB";
"DurationFormat" = "%d%d'%d%d";
"DimensionsFormat" = "%d x %d";
"Calculating" = "Calculating...";
"Fetching" = "Fetching...";
"Hyphen" = "-";
"Today" = "Today at REPLACE_WITH_TIME"; /* do not localize REPLACE_WITH_TIME */
"Yesterday" = "Yesterday at REPLACE_WITH_TIME";  /* do not localize REPLACE_WITH_TIME */
